const description = [
  'Буква К',
  'Колокольчик',
  'Мороженко',
  'Бабочка',
  'Снежинка',
  'Машина',
];

const message = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  'Имена авторов также должны быть случайными. Набор имён для комментаторов составьте сами. Подставляйте случайное имя в поле name.',
];

const names = [
  'Валера',
  'Афанасий',
  'Анастасия',
  'Варвара',
  'Андрей',
];

const userPhotoСount = 25;
const userCommentСount = 5;
export { description, message, names, userPhotoСount, userCommentСount };
